Repository: jokumer/eepcollect
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: es, nl

# enableyourcookie
source: Aktivate your cookies!
es: Active sus cookies!
nl: Activeer uw cookies!

source: What is 'Pagecollect'?
es: Que es "mi mochila"?
nl: Wat is 'Mijn Briefing'?

# error_unknown
source: Any unknown Error occured.
es: Ha ocurrido un error desconocido
nl: Een ombekende fout is opgetreden.

# error_nochanges
source: Pagecollection wasn't updated!
es: Su mochila no fue actualizada!
nl: 'Mijn Briefing' is niet geupdate!

# error_noviewmode
source: No view-mode defined for this plugin!
es: No se ha definido vista para esta extensión
nl: Er is geen view-mode ge√Ønstalleerd!

# error_oldsession
source: Pagecollection wasn't updated!
es: Su mochila no fue actualizada!
nl: 'Mijn Briefing' is niet geupdate!!

# success_changes
source: Pagecollection updated!
es: Su Mochila ha sido Actualizada!
nl: Mijn Briefing' is geupdate!

# collectioninfo
source: %s page(s) collected
es: %s página(s) en su Mochila
nl: %s pagina(s) verzameld

# collectioninfo_empty
source: No pages in collection.
es: No hay páginas en su mochila
nl: Geen pagina's in 'Mijn Briefing'.

# collectioninfo_nouser
source: You must login to collect content from this page.
es: Debes iniciar sesión para recoger el contenido de esta página.
nl: Je moet inloggen om inhoud te verzamelen van deze pagina.

# collectioninfo_pagesnotfound
source: %s page(s) not found.
es: %s página(s) extraviado.
nl: %s pagina(s) niet gevonden.

# addCurrentPageToCollection
source: Add this page to collection
es: Agregar a mi mochila
nl: Pagina toevoegen aan 'Mijn Briefing'

# delCurrentPageToCollection
source: Delete this page from collection
es: Quitar página de su mochila
nl: Verwijder deze pagina

# currentPageAddToCollection
source: Page added to collection
es: Página agregada a su mochila
nl: Pagina toegevoegd aan 'Mijn Briefing'

# currentPageInCollection
source: Page added to collection
es: Página agregada a su mochila
nl: Pagina staat in 'Mijn Briefing'

# showFullPageCollection
source: Show pagecollection
es: Mostrar páginas en mi mochila
nl: Toon 'Mijn Briefing'

# prozess_add
source: Add page
es: Agregar página
nl: Pagina toevoegen

# prozess_delete
source: Delete page
es: Borrar página
nl: Verwijder pagina

# prozess_moveup
source: Move page up
es: Mover página arriba
nl: Pagina omhoog

# prozess_movedown
source: Move page down
es: Mover página abajo
nl: Pagina omlaag

# clearall
source: Clear collection
es: Borrar colección
nl: Leeg 'Mijn Briefing'
