Repository: jokumer/eepcollect
Catalog: Resources/Private/Language/dk.locallang_tca.xlf
Languages: dk

# eepcollect
source: Pagecollection
dk: Sidesammling

# eepcollect.pi_flexform.sheet_general
source: General Settings
dk: Generelle Indstillinger

# eepcollect.pi_flexform.view_mode
source: View mode:
dk: Visningsmodus:

# eepcollect.pi_flexform.choose
source: --Choose!--
dk: --VÃ¦lg!--

# eepcollect.pi_flexform.view_mode_list
source: Resultlist
dk: Liste

# eepcollect.pi_flexform.identify_mode
source: User identication:
dk: Bruger identificering:

# eepcollect.pi_flexform.identify_mode.1
source: Only by cookie (default)
dk: Kun cookie (standard)

# eepcollect.pi_flexform.identify_mode.2
source: Only by FE-User
dk: Kun FE-User

# eepcollect.pi_flexform.identify_mode.3
source: By FE-User or Cookie
dk: FE-User eller Cookie

# eepcollect.pi_flexform.template_file
source: Template file:
dk: Skabelon fil:

# eepcollect.pi_flexform.pidOfListPageCollect
source: PageId for list Display:
dk: SideId til visning af listen:

# eepcollect.pi_flexform.pidOfwhatIsPageCollect
source: PageId for tool-infos:
dk: SideId til visning af toolinfos:

# eepcollect.pi_flexform.pagelinkType
source: Type of pagelink
dk: Typ af Sidelink

# eepcollect.pi_flexform.pagelinkType.title
source: Pagetitle
dk: Side-Titel

# eepcollect.pi_flexform.pagelinkType.rootline
source: Rootline
dk: Rootline/stig

# eepcollect.pi_flexform.storagepage
source: Startingpoint:
dk: Udgangspunkt:

# eepcollect.pi_flexform.pidOfExcludedPages
source: Exlude pages from collection:
dk: Eksluder disse sider fra sammlingen:
